tap "d12frosted/emacs-plus"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "asdf"
brew "awscli"
brew "cloc"
brew "coreutils"
brew "ctop"
brew "curl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "ocaml"
brew "opam"
brew "pkgconf"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yt-dlp"
cask "aerospace"
cask "betterdisplay"
cask "deskpad"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ngrok"
cask "orbstack"
cask "temurin"
cask "wezterm"
